/* (unsaved) */
"(unsaved)" = "(저장안됨)";

/* A newer version (%@) is available. Do you want to download it? in checkForUpdate */
"A newer version (%@) is available. Do you want to download it?" = "새 버전(%@)이 사용가능합니다. 다운로드 하시겠습니까?";

/* Advanced preferences toolbar item Label */
"Advanced" = "고급";

/* Advanced Find */
"Advanced Find" = "고급 검색";

/* The name for the all documents project */
"All documents" = "모든 문서";

/* Appearance preferences toolbar item Label */
"Appearance" = "외양";

/* Ask if you are sure that you want to delete %i occurrences of %@ in ask-if-sure-you-want-to-replace-in-advanced-find-sheet */
"Are you sure that you want to delete %i occurrences of %@?" = "Are you sure that you want to delete %1$i occurrences of “%2$@”?";

/* Ask if you are sure that you want to delete the one occurrence of %@ in ask-if-sure-you-want-to-replace-in-advanced-find-sheet */
"Are you sure that you want to delete the one occurrence of %@?" = "Are you sure that you want to delete the one occurrence of “%@?”";

/* Ask if you are sure that you want to replace %i occurrences of %@ with %@ in ask-if-sure-you-want-to-replace-in-advanced-find-sheet */
"Are you sure that you want to replace %i occurrences of %@ with %@?" = "Are you sure that you want to replace %1$i occurrences of “%2$@” with “%3$@”?";

/* Ask if you are sure that you want to replace one occurrence of %@ with %@ in ask-if-sure-you-want-to-replace-in-advanced-find-sheet */
"Are you sure that you want to replace one occurrence of %@ with %@?" = "Are you sure that you want to replace one occurrence of “%1$@” with “%2$@”?";

/* Ask if you are sure you want to download preferences for Smultron from your iDisk and replace your current settings in Download-preferences-from-iDisk sheet */
"Are you sure you want to download preferences for Smultron from your iDisk and replace your current settings?" = "Smultron 설정값을 iDisk에서 다운받아 현재 설정을 대체하시겠습니까?";

/* Ask if they are sure they want to install the command-line utility in Install-command-line-utility sheet */
"Are you sure you want to install the command-line utility?" = "명령줄 유틸리티를 설치하시겠습니까?";

/* Ask if you are sure you want to revert this document in Revert-sheet */
"Are you sure you want to revert this document?" = "이 문서를 복구하시겠습니까?";

/* Ask if you are sure you want to upload your current preferences for Smultron and replace the preference file on your iDisk (if it exists) in Upload-preferences-to-iDisk sheet */
"Are you sure you want to upload your current preferences for Smultron and replace the preference file on your iDisk (if it exists)?" = "현재의 Smultron 설정을 iDisk에 업로드하고 (이전 값이 있다면) iDisk의 예전 파일을 대체하시겠습니까?";

/* Authenticate */
"Authenticate" = "인증";

/* The name for bytes in the info window */
"bytes" = "bytes";

/* Cancel-button */
"Cancel" = "취소";

/* Name for undo Change Encoding */
"Change Encoding" = "인코딩 변경";

/* Name for undo Change Line Endings */
"Change Line Endings" = "줄 끝 문자 변경";

/* Indicate that they should change the preferences to a different encoding or be careful to check the content if you choose to open it in Check-encoding sheet */
"Change the preferences to a different encoding or be careful to check the content if you choose to open it" = "Change the preferences to a different encoding or be careful to check the content if you choose to open it";

/* Indicate that they should choose something that is not a folder or change the settings in Preferences so that all items in a folder are opened in Open-file-is-a-directory sheet */
"Choose something that is not a folder or change the settings in Preferences so that all items in a folder are opened" = "폴더가 아닌 파일을 선택하시거나 환경설정에서 폴더를 열면 그 안의 모든 파일을 열도록 설정을 변경하세요";

/* Close */
"Close" = "닫기";

/* Close Split */
"Close Split" = "분할창 닫기";

/* Collection */
"Collection" = "컬렉션";

/* Commands */
"Commands" = "명령";

/* The word to indicate that the filename is a copy in Save-A-Copy-As save-panel */
"copy" = "복사";

/* Could not find a match for search-string %@ in Advanced Find */
"Could not find a match for search-string %@" = "“%@”에 대해 일치하는 검색 결과가 없습니다.";

/* Indicate that the program could not find the syntax file to match this document in Could-not-find-syntax-file sheet */
"Could not find the syntax file to match this document" = "이 문서에 맞는 문법을 찾지 못했습니다";

/* Indicate that the program could not overwrite the file %@ because it has been removed in File-has-been-removed sheet */
"Could not overwrite the file %@ because it has been removed" = "“%@” 파일을 제거되었으므로, 덮어쓸 수 없습니다";

/* Delete-button */
"Delete" = "지우기";

/* Ask whether they want to ignore the updates the other application has made or reload the document and destroy any changes you have made to this document Document-has-been-updated-alert sheet */
"Do you want to ignore the updates the other application has made or reload the document and destroy any changes you have made to this document?" = "Do you want to ignore the updates the other application has made or reload the document and destroy any changes you have made to this document?";

/* Ask whether they want to ignore the updates the other application has made or reload the document Document-has-been-updated-alert sheet */
"Do you want to ignore the updates the other application has made or reload the document?" = "Do you want to ignore the updates the other application has made or reload the document?";

/* Ask if you want to open %@ as a project or as a text file in Ask-if-project-or-file sheet */
"Do you want to open %@ as a project or as a text file" = "Do you want to open “%@” as a project or as a text file";

/* Don't Line Wrap Text */
"Don't Line Wrap Text" = "Don't Line Wrap Text";

/* Don't Save-button in Close-sheet */
"Don't Save" = "저장하지 않음";

/* Download */
"Download" = "다운로드";

/* Encoding, in the status bar */
"Encoding" = "인코딩";

/* Found %i matches for search-string %@ in Advanced Find */
"Found %i matches for search-string %@" = "“%2$@” 검색어와 일치하는 결과를 %1$i개 찾았습니다";

/* Found one match for search-string %@ in Advanced Find */
"Found one match for search-string %@" = "“%@” 검색어와 일치하는 결과를 하나 찾았습니다";

/* Function */
"Function" = "함수";

/* General preferences toolbar item Label */
"General" = "일반";

/* Hide Documents List in View menu */
"Hide Documents List" = "문서 목록 가리기";

/* Hide Invisible Characters in View-menu */
"Hide Invisible Characters" = "안보이는 문자 가리기";

/* Hide Line Numbers */
"Hide Line Numbers" = "줄 번호 가리기";

/* Hide Projects toolbar item Label */
"Hide Projects" = "프로젝트 가리기";

/* Hide Projects Drawer in View menu */
"Hide Projects Drawer" = "프로젝트 목록 가리기";

/* Hide Status Bar in View-menu */
"Hide Status Bar" = "상태표시줄 가리기";

/* Hide Syntax Colours */
"Hide Syntax Colours" = "구문강조 사용안함";

/* Hide Tab Bar in View menu */
"Hide Tab Bar" = "탭 바 가리기";

/* Indicate that if you choose Install smultron will be installed in /usr/bin and its man page in /usr/share/man/man1 and you can use it directly in the Terminal (you may need to authenticate twice with an administrators username and password). Otherwise you can choose to place all the files you need on the desktop and install it manually. in Install-command-line-utility sheet */
"If you choose Install smultron will be installed in /usr/bin and its man page in /usr/share/man/man1 and you can use it directly in the Terminal (you may need to authenticate twice with an administrators username and password). Otherwise you can choose to place all the files you need on the Desktop and install it manually." = "If you choose Install smultron will be installed in /usr/bin and its man page in /usr/share/man/man1 and you can use it directly in the Terminal (you may need to authenticate twice with an administrators username and password). Otherwise you can choose to place all the files you need on the Desktop and install it manually.";

/* Indicate that if you want you can try to authenticate with an administrators username and password */
"If you want you can try to authenticate with an administrators username and password" = "If you want you can try to authenticate with an administrators username and password";

/* Ignore-button in Document-has-been-updated-alert sheet */
"Ignore" = "무시";

/* The name for the collection that holds the snippets that are imported from version 1 */
"Imported Snippets" = "가져온 코드조각";

/* Info */
"Info" = "정보";

/* Install-button in Install-command-line-utility sheet */
"Install" = "설치";

/* Indicate that it seems as if you do not have permission to open the file %@ in Not-enough-permission-to-open sheet */
"It seems as if you do not have permission to open the file %@" = "“%@” 파일을 저장할 권한이 없는 것 같습니다";

/* Indicate that it seems as if you do not have permission to save the file %@ in Not-enough-permission-in-data-save sheet */
"It seems as if you do not have permission to save the file %@" = "“%@” 파일을 저장할 권한이 없는 것 같습니다";

/* Saved, in the status bar */
"Saved" = "저장일시";

/* Length, in the status bar */
"Length" = "크기";

/* Line Wrap Text */
"Line Wrap Text" = "자동 줄 바꿈";

/* Line Wrap / Don't Line Wrap toolbar item Palette Label */
"Line Wrap / Don't Line Wrap" = "자동 줄 바꿈 사용 / 사용안함";

/* Live Find */
"Live Find" = "실시간 검색";

/* New */
"New" = "새 문서";

/* Indicate that no document is selected for the dummy view */
"No document selected" = "선택된 문서가 없습니다";

/* Not applicable in insertAllFunctionsIntoMenu */
"Not applicable" = "Not applicable";

/* OK-button */
"OK" = "확인";

/* The name for the collection that holds the old snippets that are imported from version 1 */
"Old Snippets" = "예전 코드조각";

/* Open */
"Open" = "열기";

/* OpenSave preferences toolbar item Label */
"Open & Save" = "열기 & 저장";

/* Please be patient. It could take a while. in preparing to print */
"Please be patient. It could take a while." = "잠시만 기다려주세요. 시간이 약간 걸릴 수 있습니다.";

/* Indicate that they should please change the preferences if you want any information in the bar in Show-status-bar-action */
"Please change the preferences if you want any information in the bar" = "상태표시줄에서 정보를 보려면 환경설정을 변경해주세요";

/* Indicate that they should please check if you've moved or deleted the original file in Revert-file-doesn't-exist sheet */
"Please check if you've moved or deleted the original file" = "원본 파일을 옮기거나 삭제했는지 확인해주세요";

/* Indicate that they should Please check the installation of the application and the preferences in Could-not-find-syntax-file sheet */
"Please check the installation of the application and the preferences" = "프로그램의 설치본과 환경설정을 확인해주세요";

/* Indicate that they should please check the permissions for the file and the enclosing folder and try again in Unknown-error-when-opening-with-authentication sheet */
"Please check the permissions for the file and the enclosing folder and try again" = "폴더나 파일의 권한을 확인한 후 다시 시도해주세요";

/* Please consider exporting the snippets first. There is no undo available. when deleting a collection */
"Please consider exporting the snippets first. There is no undo available." = "Please consider exporting the snippets first. There is no undo available.";

/* Indicate that they should find it at different location by choosing Open%C in the File menu Open-file-does-not-exist sheet */
"Please find it at a different location by choosing Open%C in the File menu" = "파일 메뉴의 열기%C 를 이용해 다른 위치에서 찾아주세요";

/* Indicate that they should try to save in a different location */
"Please save it at a different location" = "다른 위치에 저장해주세요";

/* Indicate that they should try to save at a different location with Save As%C in File menu in Path-is-a-directory sheet */
"Please save it at a different location with Save As%C in the File menu" = "파일 메뉴의 별도 저장%C 을 이용해 다른 위치에 저장해주세요";

/* Indicate that you should try a different location with Save As%C in the File menu in Unknown-error-when-saving-with-authentication sheet */
"Please try a different location with Save As%C in the File menu" = "파일 메뉴의 별도 저장%C 을 이용해 다른 위치에 저장해주세요";

/* Indicate that you should try a different location with Save As%C in the File menu or check the permissions of the file and the enclosing folder and try again in Unknown-error-when-saving sheet */
"Please try a different location with Save As%C in the File menu or check the permissions of the file and the enclosing folder and try again" = "파일 메뉴의 별도 저장%C 을 이용해 다른 위치에 저장하시거나, 폴더나 파일의 권한을 확인한 후 다시 시도해주세요";

/* Indicate that they should try to save in a different location with in Unknown-error-when-data-saving sheet */
"Please try to save in a different location" = "다른 위치에 저장해주세요";

/* Indicate that they should please use Save As%C in the File menu in File-has-been-removed sheet */
"Please use Save As%C in the File menu" = "파일 메뉴의 별도 저장%C 항목을 사용해주세요";

/* Position, in the status bar */
"Position" = "위치";

/* Preferences */
"Preferences" = "환경설정";

/* Preparing the document for printing in preparing to print */
"Preparing the document for printing" = "인쇄 준비중입니다";

/* Press the Escape-button on the keyboard to return from the full screen mode in Show Document In Full Screen */
"Press the Escape-button on the keyboard to return from the full screen mode" = "풀스크린 모드를 종료하려면 키보드의 ESC 버튼을 눌러주세요";

/* Preview */
"Preview" = "미리보기";

/* Project-button in Ask-if-project-or-file sheet */
"Project" = "프로젝트";

/* Put On Desktop-button in Install-command-line-utility sheet */
"Put On Desktop" = "Put On Desktop";

/* Reload-button in Document-has-been-updated-alert sheet */
"Reload" = "다시 읽기";

/* Remember that you can always Undo any changes in ask-if-sure-you-want-to-replace-in-advanced-find-sheet */
"Remember that you can always Undo any changes" = "변경사항은 되돌리기 기능으로 복구할 수 있습니다";

/* Replace-button in ask-if-sure-you-want-to-replace-in-advanced-find-sheet */
"Replace" = "바꾸기";

/* Indicate that we replaced %i occurrences of %@ with %@ in update-search-textField-after-replace */
"Replaced %i occurrences of %@ with %@" = "%1$i개의 “%1$@” 단어를 “%2$@” 단어로 바꾸시겠습니까?";

/* Indicate that we replaced one occurrence of %@ with %@ in update-search-textField-after-replace */
"Replaced one occurrence of %@ with %@" = "한 개의 “%1$@” 단어를 “%2$@” 단어로 바꾸시겠습니까?";

/* Revert-button in Revert-sheet */
"Revert" = "복구";

/* Save */
"Save" = "저장";

/* Selection, in the status bar */
"Selection" = "선택된 문자";

/* Show Documents List in View menu */
"Show Documents List" = "문서 목록 보이기";

/* Show Invisible Characters in View-menu */
"Show Invisible Characters" = "안보이는 문자 보이기";

/* Show Line Numbers */
"Show Line Numbers" = "줄 번호 보이기";

/* Show Projects toolbar item Label */
"Show Projects" = "프로젝트 보이기";

/* Show Projects Drawer in View menu */
"Show Projects Drawer" = "프로젝트 목록 보이기";

/* Show Status Bar in View-menu */
"Show Status Bar" = "상태표시줄 보이기";

/* Show Syntax Colours */
"Show Syntax Colours" = "구문강조 사용";

/* Show Tab Bar in View menu */
"Show Tab Bar" = "탭 바 보이기";

/* Show/Hide Line Numbers toolbar item Palette Label */
"Show/Hide Line Numbers" = "줄번호 보이기/가리기";

/* Show/Hide Projects toolbar item Palette Label */
"Show/Hide Projects" = "프로젝트 보이기/가리기";

/* Show/Hide Syntax Colours toolbar item Palette Label */
"Show/Hide Syntax Colours" = "구문강조 사용/사용안함";

/* Snippets */
"Snippets" = "코드조각";

/* Split Window */
"Split Window" = "창 나누기";

/* Split Window / Close Split toolbar item Palette Label */
"Split Window / Close Split" = "창 나누기 / 분할창 닫기";

/* Syntax, in the status bar */
"Syntax" = "종류";

/* Syntax colours preferences toolbar item Label */
"Syntax Colours" = "구문강조 색상";

/* Syntax definitions preferences toolbar item Label */
"Syntax Definitions" = "구문 정의";

/* Indicate that the document %@ has been updated by another application in Document-has-been-updated-alert sheet */
"The document %@ has been updated by another application" = "“%@” 문서가 다른 프로그램에 의해 업데이트되었습니다";

/* Indicate in Close-sheet that the document %@ has not been saved. */
"The document %@ has not been saved" = "“%@” 문서는 저장되지 않았습니다";

/* Indicate that the document %@ is no longer open in Document-is-no-longer-opened-after-selection-in-advanced-find-sheet */
"The document %@ is no longer open" = "The document “%@” is no longer open";

/* Indicate that the file %@ does not exist Open-file-does-not-exist sheet */
"The file %@ does not exist" = "“%@” 파일은 존재하지 않습니다";

/* Indicate that there was a problem opening the document with the encoding %@. And ask if you want to open it anyway? */
"There was a problem opening the document with the encoding %@. Do you want to try to open it anyway?" = "“%@” 인코딩으로 문서를 여는 도중 문제가 생겼습니다. 무시하고 그냥 열까요?";

/* Indicate that there was a unknown error when trying to install the command-linbe utility in Unknown-error-when-installing-comman-line-utility sheet */
"There was a unknown error when trying to install the command-line utility" = "명령줄 유틸리티를 설치하는 도중 알 수 없는 오류가 발생했습니다";

/* Indicate that there was a unknown error when trying to open the file %@ with authentication in Unknown-error-when-opening-with-authentication sheet */
"There was a unknown error when trying to open the file %@ with authentication" = "There was a unknown error when trying to open the file “%@” with authentication";

/* Indicate that there was a unknown error when trying to save the file %@ in Unknown-error-when-saving sheet */
"There was a unknown error when trying to save the file %@" = "“%@” 파일을 저장하는 도중 알 수 없는 오류가 발생했습니다";

/* Indicate that there was a unknown error when trying to save the file %@ with authentication in Unknown-error-when-saving-with-authentication sheet */
"There was a unknown error when trying to save the file %@ with authentication" = "There was a unknown error when trying to save the file “%@” with authentication";

/* This message will NOT appear again so try to remember it:-) in Show Document In Full Screen */
"This message will NOT appear again so try to remember it:-)" = "이 메시지는 다시 *나타나지 않으므로* 반드시 기억하시기 바랍니다 :-)";

/* This will delete all snippets that exists in the collection %@. Are you sure you want to continue? when deleting a collection */
"This will delete all snippets that exists in the collection %@. Are you sure you want to continue?" = "“%@” 컬렉션에 있는 모든 코드 조각을 삭제합니다. 계속할까요?";

/* Unknown error when running the command in performCommand */
"Unknown error when running the command" = "명령을 실행하는 도중 알 수 없는 오류가 발생했습니다";

/* Name for untitled document */
"untitled" = "제목없음";

/* Untitled project */
"Untitled project" = "제목없는 프로젝트";

/* Upload-button in Upload-preferences-to-iDisk sheet */
"Upload" = "업로드";

/* Use settings from Preferences in openAction */
"Use settings from Preferences" = "환경설정의 설정값 사용";

/* Indicate that you can not save this file because %@ is now a folder */
"You can not save this file because %@ is now a folder" = "“%@” 위치는 폴더이므로 이 파일을 저장할 수 없습니다";

/* Indicate that you cannot open %@ because it is a folder in Open-file-is-a-directory sheet */
"You cannot open %@ because it is a folder" = "폴더는 열 수 없습니다.";

/* Indicate that you cannot revert this document because the file %@ doesn't exist anymore Revert-file-doesn't-exist sheet */
"You cannot revert this document because the file %@ doesn't exist anymore" = "“%@” 파일이 존재하지 않아서 문서를 복구할 수 없습니다";

/* Indicate that they have set the preferences to not show anything in the status bar in Show-status-bar-action */
"You have set the preferences to not show anything in the status bar" = "상태표시줄에서 아무것도 보지 않도록 설정하셨습니다";

/* Your changes will be lost if you close the document without saving in Close-sheet */
"Your changes will be lost if you close the document without saving." = "저장하지 않고 문서를 닫으면 변경사항은 반영되지 않습니다.";

/* Warn that changes will be lost if you revert in Revert-sheet */
"Your changes will be lost if you revert the document" = "문서를 복구하면 변경사항은 반영되지 않습니다";

